# update
# upgrade

brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'elasticsearch'
brew 'postgresql'
brew 'git'
brew 'hub'
brew 'autoenv'
brew 'rbenv'
brew 'redis'
brew 'imagemagick'
brew 'pngquant'
brew 'ruby-build'
brew 'reattach-to-user-namespace'
brew 'wget', args: ['enable-iri']
brew 'unrar'
brew 'tree'
brew 'tmux'
brew 'zsh'

tap 'neovim/neovim'
brew 'neovim', args: ['HEAD']

tap 'caskroom/cask'
cask '1password'
cask 'calibre'
cask 'fantastical'
cask 'dropbox'
cask 'google-chrome'
cask 'firefox'
cask 'sketch'
cask 'slack'
cask 'vlc'
cask 'flux'
cask 'iterm2'
cask 'alfred'

# cleanup
